{"uid":"f064092c-3205-4782-822d-ce6431ee9c6c","create_time":1701744192,"source":"en.c4_dedup_2023-12-05","segment_id":"","clean_content":"{\"content\": \"The ‘future of news’ from 18 years ago.\\nThe prophet spoke in the fall of 1992.\\nCassandra was alive in Cambridge, Massachusetts. As Cassandra warned the Trojans, she was ignored. You, the news executive, were warned. And you ignored it The World Wide Web destroyed your business model.\\nI am cleaning out old files and found a proposal from the MIT Media Lab in 1992 for a “News in the Future” study consortium, with a prospective launch date of Feb. 1, 1993.\\nWhen we think of news, we think of how we receive it: by newspaper , magazine, television and radio. We think of the range of coverage from international to our local neighborhood. And we think of various categories like sports, weather and finance. The organizing elements come from the information provider, broadcasting to a demographic group, large or small. The delivery of news is usually funded by advertising, resulting in a kind of roulette for the advertiser and noise for the reader. In the future the consumer will decide if the output is to be audio, video or print. The organizing element will be the consumer. And advertisements will be welcome news. How will this transformation of the passive to the active consumer happen?\\nWell, the transformation was brought by something called the Internet (which was around in 1992 but not mentioned in the proposal ).\\nThe organizing element is the consumer.\\nOne heading More than keywords can say, calling (in academic language) ways of finding the conceptual relationships between keywords. And behold, then came Google.\\na story teller system produces narrative tailored to what is knows –and learns– of a consumer’s background, preferences and interests. Stories emerge dynamically as the system mediates between the user and the element. Questions and criticisms yield new sequences of video, sound and explanation in reply.\\nBlogs present questions and criticisms which often have to be answered and also create new sequences of explanation.\\nPrinting on paper is a mature, ubiquitous and very successful technology for information display, Among its strengths are low cost, robust portability, high resolution and contrast and its intuitive tactile user interface. ON the other hand, it suffers from severe limitations of both permanence (the information cannot be easily modified) and impremanence (the information is destroyed if the paper is destroyed) Existing digital information systems easily remedy thse constraints but fail to capture many of the strengths of paper. We will be exploring user force sensing and generation to provide tactile I/O for information systems(such as flipping pages or locating markers), hybrid active/passive display materials for more accessible portability and conceivably reusable paper for printing in the home.\\nWill the launch of the Apple tablet later this week solve that dilemma, providing an “intuitive tactile user interface.” Or will it be another cold piece of technology? We’ll know soon.\\nIf the Trojans had listened to Cassandra, they would not have brought the horse within the walls of the city.\\nWhile not all the work from the MIT media lab has come to pass, as predicted, in the beginning there were those words on nine pages of laser printing, that if at least some executives had considered a possible prophecy, perhaps the news business would not see the walls breached and the kingdoms falling.\", \"url\": \"http://taoofnews.com/tag/cassandra/\", \"n_words\": 1179}"}
{"uid":"f0654429-d53c-4a6e-96e0-39f729ae7d5f","create_time":1701744192,"source":"en.c4_dedup_2023-12-05","segment_id":"","clean_content":"{\"content\": \"Enter the area in square miles below to get the value converted to acres.\\nConverting a square mile area measurement to an acre measurement involves multiplying the area by the conversion ratio to find the result. One square mile is equal to 640 acres, so to convert simply multiply by 640.\\nFor example, here's how to convert 5 square miles to acres using the formula above.\\nUse an acreage calculator to find the area of a plot of land in acres by locating the boundaries on a map.\\nSquare miles and acres are both units used to measure area. Learn more about area and find more area measurement conversion calculators. Square miles are an imperial measurement and can be abbreviated as sq mi, for example 1 sq mi. Acres are an imperial measurement and can be abbreviated as ac, for example 1 ac.\", \"url\": \"https://www.inchcalculator.com/convert/square-mile-to-acre/\", \"n_words\": 300}"}
{"uid":"f065b0fa-ab54-43b4-9dfc-c331877a2fdb","create_time":1701744192,"source":"en.c4_dedup_2023-12-05","segment_id":"","clean_content":"{\"content\": \"By submitting this form, I consent to my name and contact information being shared with other members of the hackathon team to which I am assigned.\\nWhat kind of skills and experience can you bring to your team?\\nWhich challenge do you want to work on?\", \"url\": \"https://www.mocsummit.com/event-registration/?ee=7\", \"n_words\": 95}"}
{"uid":"f065e4a4-ce0c-4c2d-80b3-77a7f6aacd7a","create_time":1701744192,"source":"en.c4_dedup_2023-12-05","segment_id":"","clean_content":"{\"content\": \"Have you hired Solution Auto Collision? Write a review and earn our First to Review badge.\\nSolution Auto Collision has not added any photos.\", \"url\": \"https://homestars.com/companies/2741982-solution-auto-collision\", \"n_words\": 50}"}
{"uid":"f06689d4-ab94-43f4-930f-96a0f0e25eb4","create_time":1701744192,"source":"en.c4_dedup_2023-12-05","segment_id":"","clean_content":"{\"content\": \"Its 20 Take It All, gotta make it all, first thought when I wake up, how to get my cake up and ball, hating on me, I don't care at all, carry on, I just get my Nelson on, Long walks to freedom, Living what I'm dreaming, working while you Z-Z, grinding while you tweeting, eating over sleeping, I'm 20 Something, I deserve to ball, get involved in bar brawls, get hardcore with hot broads and beat car, I'm like reefer to your speakers, in my adidas, chasing these madiba's, over achiever, to boast my girl is way too eager, I stay hot when I drop, meteor, warning to the media, it's my year better yet my millennium, blowing money like bombs in an ATM, I ball, y'all can watch stadium, I work hard, don't need no awards, all I want is rewards, attitude spells success like keyboards, I want it, so I'ma take it all, Fullstop!\\nNow I'm only after benefits, my ambition is unlimited, highly gifted, so I gift rap, every track feels like Christmas, only spit facts, got a big bag, zig zags and a six pack, no tic tac, my chick bad, out of 10 she a 20, I tell her, take it off, I'm taking off, like a rocket, now that its popping, they like to the top he went and he took his whole squad with him, understand, ain't no mountain high enough! To stop me from getting it, stuck my neck out for niggas, in a cut throat industry and in return I get knives in my back, so in turn, no more interns, I stick with my firm, stay with my boys like ed, edd and eddy, like the tour de France, we stay dope and keep peddling, FNB S.M.S's, amounts we get em in work and bezerk, forever young, cause forever its..\", \"url\": \"https://lyrics.az/thc/chronicles-of-t-h-c/20takeitall.html\", \"n_words\": 722}"}
{"uid":"f06698ec-2b90-4d00-a2c4-778743eacb60","create_time":1701744192,"source":"en.c4_dedup_2023-12-05","segment_id":"","clean_content":"{\"content\": \"Let’s get this out of the way early. Hatoful Boyfriend is a Japanese pigeon dating simulator. It is a game in which you romance pigeons. You, the central character, are not a pigeon – you are a human girl who is embarking on her second year at St Pigeonation’s Academy for Gifted Students, where every other student is a bird of some sort. While the game does have brief visualisations of what the birds would look like if they were human – a mourning dove is represented by a mopey-looking young boy with green hair, for example – it doesn’t shy away from the fact that it is about dating birds.\\nFrom the adorable puns (every instance of “everybody” is replaced with “everybirdie”) to a teacher fretting that he might fly into the ceiling if startled, there are constant reminders that your suitors aren’t just human boys dressed up with a pigeon gimmick. The game embraces this so eagerly and with so much charm that it doesn’t come across as creepy – it is worth noting that this is partly because the relationships the player forms are never sexual in nature. The most you’ll see from your feathered friends in that regard is a hug.\\nEach bird has their own distinct route, which vary in tone, and they’re all given a surprising amount of development and depth in a high-camp sort of way. It’s this variety that keeps the game fresh- you can go from an over-the-top RPG in one route and find yourself in the psychological horror genre in another. While it often leans on absurd humor and has a decidedly cutesy facade, Hatoful Boyfriend actually considers the horrific implications of its premise in some detail in its final route. There are hints and glimpses here and there in the various standard routes, but once they are complete the game kicks its horror elements into overdrive as you discover that its creator, Hato Moa, really has thought of an answer for everything. The fact that the protagonist is the only human around is only referenced sparingly in the initial playthroughs, but there is still an incredible sense of wrongness bleeding through the cracks. Why, for example, are there vistas of deserted streets and ruined skyscrapers while she is on a late-evening jog through the city?\\nLike Doki Doki Literature Club, this darkness is hidden below a cutesy surface. Some of the content of the routes, particularly the final one, can be unsettlingly macabre, but the script is peppered with enough moments of levity that it never becomes too overwhelming. Even the most miserable of routes still include shades of humour, and the twists and turns rarely feel cheap or unearned.\\nHatoful Boyfriend is one of the few games that has ever made me cry, which is utterly ridiculous for a game about trying to smooch pigeons. I first played it in 2012, and still think of it first when trying to come up with otome recommendations. If you can get past its initial strangeness, it ends up being quite possibly one of the most charming and well-written dating sims out there.\", \"url\": \"http://www.concrete-online.co.uk/indie-penchant-hatoful-boyfriend/\", \"n_words\": 1120}"}
{"uid":"f066b690-3227-4fa5-826f-ba81285252ea","create_time":1701744192,"source":"en.c4_dedup_2023-12-05","segment_id":"","clean_content":"{\"content\": \"Solid Sterling Silver. Available in the following colors. Please specify the color of the stone at the end of your order under 'Comments'.\", \"url\": \"https://www.creations.co.il/35139/CS17_Silver_Jerusalem_Cross\", \"n_words\": 50}"}
{"uid":"f0670130-ef2d-4627-8bd9-e380518c7d8b","create_time":1701744192,"source":"en.c4_dedup_2023-12-05","segment_id":"","clean_content":"{\"content\": \"Coupon Bulk Offer: 30% Off @ $100 on Mead Notebooks.\\nGet an Extra 20% Off Your Purchase.\\nGet Free Value Shipping At $25.\\n25% Off Orders over $50.\\nGet a Free Signature Notebook With Orders Over $20.\\nGet $3 Flat-rate Value Shipping.\\nGet Flat-rate Value Shipping for $2.99.\\nGet 35% Off January 2018 Edition Executive Weekly Planner.\\nGet $5 Off Purchases Of $30 Or More + Free Value Shipping On Orders Of $50 Or More. Offer valid for a limited time.\\nGet 15% Off Your Purchase + Free Value Shipping.\\nGet Free Value Shipping - No Minimum Purchase Required.\\nUp to 30% Off Malibu Totes!\\nTake Up to 30% Off Malibu Totes!\\nSave Up to 50% Off Decorative Calendars.\\nGet FREE SHIPPING Plus $5 Off With Minimum $29 Purchase.\\nRelated Stores Find the related stores for Mead.com.\\nCan I Get Information Or Buy Mead Products By Visiting Day-Timer, Day Runner or AT-A-GLANCE Brand Websites?\\nA select offering of products is available on the website, but at this time, not all products can be purchased on the site. However, they are available through Customer Service Call Center at 800.200.6177.\\nCan I Buy Different Brands Of Products When I Call Mead?\\nYes, Mead.com offers products from all of their brands for sale through Customer Service Call Center. Just ask the Customer Service Representative and they will be happy to assist you.\\nMead.com offers one of the widest selections of productivity tools, office and school supplies. Mead.com will continue to carry the same great product(s) you have always used while bringing you even more styles, sizes and brands in newly expanded offering.\\nSome items may not be available online as they are exclusive to specific retailers or resellers. If you need more help looking for an item, please contact customer service at 800.200.6177.\\nHow Do I Make an Exchange Or Return At Mead.com?\\nFor products purchased from a local store or through an office product dealers catalog, please return the product to where it was originally purchased. If the original location will not accept your return, you may contact Mead.com for assistance.\\nFor all purchases ordered directly from Mead.com either online, by phone or through the mail, please complete the Returns/Replacements form found in your shipment. Be sure to include your contact information along with the item number and a reason for the return. A customer service representative will contact you to assist with the issue.\\nIt is best to return your defective product to the original place of purchase. If the original location will not accept your return, please contact Mead.com by calling consumer affairs at 1.800.648.6323 and select Option 2.\\nIf purchased directly from Mead.com, please complete the Returns/Replacements form found in your shipment. Be sure to include your contact information along with the item number and a defect description.\\nWhat is a Promotion / Source Code?\\nFrom time to time Mead.com will offer special promotions or incentives to valued customers. These promotions may be communicated via email or through special mailings like catalogs and may include a promotion that is required to receive the special incentive. These special offers are not usually advertised and are only offered through the use of a promotion code. To sign up for email exclusives enter your email address in the lower-right corner of the websites. Registered customers can also sign up on the Manage My Account page of their account.\\nInternational orders can be placed online, by phone, fax or mail. Mead.com can ship outside the U.S.; however, any applicable customs, duties, fees or taxes are the responsibility of the recipient of the order.\\nOrders are normally processed within 24-48 hours from time of receipt and shipped \\\"Value Shipping Method\\\" arriving in 5-9 business days from the date you originally placed your order. For faster service, you have three expedited shipping options. When checking out of your shopping cart, you can change the shipping selection to Standard shipping method - which arrives in 3-6 business days, or \\\"Express\\\" - which arrives in 2-3 business days and costs an additional $10, or \\\"Next Day Air\\\" - which arrives the next business day and costs an additional $20. When selecting any of these options, our shipping confirmation email will include your tracking number for quick reference and your convenience.\\nHow Can I Track My Order At Mead.com?\\nNon-registered shoppers can call customer service toll-free at 800.200.6177.\\nHow Can I Check the Status Of My Order At Mead.com?\\nRegistered shoppers can check the status of orders online by logging into their Account and visiting the Order History page. Registration is quick and easy and can be completed either during the checkout process or while placing an order on the phone with a customer service representative.\\nA Customer Number is a unique number Mead.com uses to identify customers. This number allows Mead.com to easily pull up your account and information. The number is usually printed on the address label of your print catalog, newsletter or renewal mailings.\\nPeriodically promotions and special offers are sent to customers through emails and special mailings. Registered customers can also sign up on the Manage My Account page of their account or you can sign up to receive our email exclusives by entering your email address in the lower-right corner of the website.\\nTo save your payment information for recurring use, simply register online and maintain your account online. Secured shopping allows you to store not only your credit card payment information, but also frequently billed or shipping addresses, shipping preferences and quick lookup of previous orders.\", \"url\": \"https://www.dacoz.com/promo/mead-com\", \"n_words\": 2039}"}
{"uid":"f068453f-dbbc-4317-a0e6-9f573ae95f61","create_time":1701744192,"source":"en.c4_dedup_2023-12-05","segment_id":"","clean_content":"{\"content\": \"Songs Like \\\"Triad\\\" like Jefferson Starship?\\nIt doesn't need to have the same male/female roles. I think I'm just looking for songs involving polyamory (or multiamory/polyphilia for those who care about the root origins) that aren't about cheating. Or at least a song where a polyamorous relationship is suggested would be fine.\\nAre there any songs that have a similar theme to that of the song \\\"Triad\\\" by Jefferson Starship, Jefferson Airplane, or whatever they were calling themselves at the time?\\nCountry Boy (gets played at Orioles games sometimes) Name a song that makes you think that there's no hope for mankind.\\nI know this thread is old, but I had to respond: The Weakness in Me (I like the Melissa Etheridge version the best, but the Joan Armatrading version is much easier to find).\", \"url\": \"https://forum.songfacts.com/index.php?/profile/25410-buffyinfaith/\", \"n_words\": 303}"}
{"uid":"f069ba77-b6ba-4142-8a28-07a26daaf3ca","create_time":1701744192,"source":"en.c4_dedup_2023-12-05","segment_id":"","clean_content":"{\"content\": \"Often, when a company or individual is suspected of fraud,either because of a criminal indictment or a civil suit from the SEC or a private individual, the Courts will take action to make sure that an “outside”person has some level of authority over the assets or operations of that company. You’ll see this a lot in bankruptcy cases – even in legitimate, non-fraudulent bankruptcies – a company will enter bankruptcy, and the Court will appoint someone to make sure that the assets of the company are sold at maximum value, or the operations of the company are continued so as to add more money to the pot for the bankruptcy creditors.\\nhttp://fraudrecoveryattorneys.com/wp-content/uploads/2019/03/fraudblog_header2.png 0 0 Benjamin Widlanski http://fraudrecoveryattorneys.com/wp-content/uploads/2019/03/fraudblog_header2.png Benjamin Widlanski2018-12-17 08:00:092019-04-18 18:10:46What is a Receiver?\", \"url\": \"https://fraudrecoveryattorneys.com/tag/law-enforcement/\", \"n_words\": 322}"}